[
    {
      "id": 1,
      "title": "Technical Database Engineer",
      "company": "Google LLC",
      "img": "../public/Logo/google.png",
      "description": "As a Technical Database Engineer at Google, you will be responsible for designing, implementing, and maintaining large-scale, high-performance database systems. You will work closely with other engineers and stakeholders to ensure that the database systems meet business needs and performance requirements. You will also be responsible for monitoring and optimizing database performance and security, as well as troubleshooting and resolving any database-related issues.",
      "jobResponsibility": "As a Technical Database Engineer at Google, your responsibilities would involve managing the design, implementation, and maintenance of databases to support various Google applications and services. You would be responsible for ensuring the reliability, scalability, and performance of the databases, and identifying and resolving any issues that arise. You would work closely with software engineers, data scientists, and other technical teams to ensure that the databases meet the needs of the organization. Additionally, you would help develop and implement database policies, procedures, and best practices to ensure data security and compliance with relevant regulations.",
      "eduQualification": "Bachelor's or Master's degree in Computer Science or a related field.",
      "experience": "5+ years of experience in database engineering or a related field.",
      "email": "info@gmail.com",
      "address": "New-York",
      "phone": "01750001100",
      "salary": "150k - 200k"
    },
    {
      "id": 2,
      "title": "Senior Product Design",
      "company": "Netflix",
      "img": "../public/Logo/netflix-4 1.png",
      "description": "As a Senior Product Designer at Netflix, you will be responsible for leading the design of innovative and engaging user experiences for Netflix's products and services. You will work closely with cross-functional teams, including product managers, engineers, and researchers, to create user-centered designs that meet business goals and user needs. You will also be responsible for providing design direction and mentorship to other designers, as well as contributing to the development of design standards and guidelines.",
      "jobResponsibility": "As a Senior Product Design at Netflix, your responsibilities would involve leading the design of new products and features for the Netflix platform. You would work closely with product managers, engineers, and other stakeholders to understand user needs and develop design solutions that meet those needs. You would be responsible for managing the design process from concept to launch, and for ensuring that designs are high-quality, user-friendly, and aligned with the Netflix brand. You would also be responsible for mentoring and developing junior designers and for promoting a culture of design excellence within the organization.",
      "eduQualification": "Bachelor's or Master's degree in Computer Science or a related field.",
      "experience": "8+ years of experience in product design or a related field.",
      "email": "info@gmail.com",
      "address": "New-York",
      "phone": "01750001100",
      "salary": "100 - 150k"
    },
    {
      "id": 3,
      "title": "Software Engineer",
      "company": "Tesla",
      "img": "../public/Logo/tesla-9 1.png",
      "description": "As a Software Engineer at Tesla, you will be responsible for developing and maintaining software systems that power Tesla's electric vehicles and energy products. You will work closely with other engineers and stakeholders to design and implement software solutions that meet business needs and performance requirements. You will also be responsible for testing and debugging software systems, as well as documenting and communicating software designs and implementation details.",
      "jobResponsibility": "As a Software Engineer at Tesla, your responsibilities would involve developing software solutions to support various aspects of the Tesla business, such as vehicle design, manufacturing, and sales. You would work closely with other software engineers, product managers, and stakeholders to understand business needs and develop software that meets those needs. You would be responsible for coding, testing, and debugging software, as well as for maintaining and updating existing software systems. Additionally, you would be responsible for ensuring that the software meets quality and security standards and for providing technical support as needed.",
      "eduQualification": "Bachelor's or Master's degree in Computer Science or a related field.",
      "experience": "3+ years of experience in software engineering field",
      "email": "info@gmail.com",
      "address": "New-York",
      "phone": "01750001100",
      "salary": "180k - 220k"
    },
    {
      "id": 4,
      "title": "Product Manager",
      "company": "Apple",
      "img": "../public/Logo/apple.png",
      "description": "As a Product Manager at Apple, you will be responsible for leading the development and launch of innovative and high-quality products that delight Apple's customers. You will work closely with cross-functional teams, including engineers, designers, and marketers, to define product requirements, develop product roadmaps, and drive product development through all stages of the product lifecycle. You will also be responsible for monitoring and analyzing market trends and customer feedback, as well as communicating product strategies and performance to internal and external stakeholders.",
      "jobResponsibility": "As a Product Manager at Apple, your responsibilities would involve leading the development and launch of new products and features for the Apple ecosystem. You would work closely with engineers, designers, and other stakeholders to define product requirements, develop product roadmaps, and ensure timely delivery of products. You would be responsible for identifying market opportunities and developing business cases for new products, as well as for managing the product lifecycle from ideation to end-of-life. Additionally, you would be responsible for gathering and analyzing customer feedback and for continuously improving the user experience of Apple products.",
      "eduQualification": "Bachelor's or Master's degree in Computer Science or a related field.",
      "experience": "5+ years of experience on related field",
      "email": "info@gmail.com",
      "address": "New-York",
      "phone": "01750001100",
      "salary": "130k - 180k"
    },
    {
      "id": 5,
      "title": "Data scientists and analysts",
      "company": "Microsoft",
      "img": "../public/Logo/microsoft.png",
      "description": "As a Data Scientist at Microsoft, you will be responsible for analyzing and interpreting complex data sets to uncover insights and inform business decisions. You will work closely with cross-functional teams, including engineers and product managers, to develop and implement data-driven solutions that meet business needs and performance requirements. You will also be responsible for designing and conducting experiments, building predictive models, and communicating data insights to internal and external stakeholders.",
      "jobResponsibility": "As a Data Scientist at Microsoft, your responsibilities would involve analyzing and interpreting large and complex datasets to support business decisions and to develop new products and services. You would work closely with other data scientists, engineers, and stakeholders to identify data sources, develop analytical models, and provide insights to drive business growth. You would be responsible for developing algorithms and machine learning models to support data-driven decision making and for communicating findings to non-technical stakeholders. Additionally, you would be responsible for staying up-to-date with the latest data science tools and techniques and for continuously improving the quality of data analysis within the organization.",
      "eduQualification": "Bachelor's or Master's degree in Computer Science or a related field.",
      "experience": "5+ years of experience on Data Science and analysis field",
      "email": "info@gmail.com",
      "address": "New-York",
      "phone": "01750001100",
      "salary": "140k - 190k"
    },
    {
      "id": 6,
      "title": "Product Manager",
      "company": "Uber",
      "img": "../public/Logo/uber.png",
      "description": "As a Product Manager at Uber, you will be responsible for leading the development and launch of innovative and high-quality products that improve the user experience of Uber's customers and partners. You will work closely with cross-functional teams, including engineers, designers, and marketers, to define product requirements, develop product roadmaps, and drive product development through all stages of the product lifecycle. You will also be responsible for monitoring and analyzing market trends and customer feedback, as well as communicating product strategies and performance to internal and external stakeholders.",
      "jobResponsibility": "As a Product Manager at Uber, your responsibilities would involve leading the development and launch of new products and features for the Uber platform. You would work closely with engineers, designers, and other stakeholders to define product requirements, develop product roadmaps, and ensure timely delivery of products. You would be responsible for identifying market opportunities and developing business cases for new products, as well as for managing the product lifecycle from ideation to end-of-life. Additionally, you would be responsible for gathering and analyzing customer feedback and for continuously improving the user experience of Uber products.",
      "eduQualification": "Bachelor's or Master's degree in Computer Science or a related field.",
      "experience": "5+ years of experience on related field",
      "email": "info@gmail.com",
      "address": "New-York",
      "phone": "01750001100",
      "salary": "230k - 280k"
    }
  ]